package com.example.newshayari;

import java.io.File;

public class config {
    public  static File file;

                public static  int[] colors = {
                            R.color.aqua,R.color.darkgreen,R.color.pink,
                            R.color.purple,R.color.peach,R.color.black,
                            R.color.bule,R.color.brown,R.color.grey,
                            R.color.aqua,R.color.lime,R.color.navy,
                            R.color.purple_500,R.color.orange,R.color.purple_200,
                            R.color.purple_700,R.color.red,R.color.brown,
                            R.color.white,R.color.red,R.color.brown,
                };

                public static String[] font ={"BalooBhai2-Bold.ttf","HindVadodara-SemiBold.ttf","KumarOneOutline.ttf","KumarOne-Regular.ttf","Mogra.ttf","MuktaVaani-ExtraLight.ttf","Padmaa_Bold.ttf","Samyak_Gujarati.ttf"};

                public  static  int[] gradient ={R.drawable.g1,R.drawable.g2,R.drawable.g3,R.drawable.g4,R.drawable.g5,R.drawable.g6,R.drawable.g7,R.drawable.g8};

                public  static  String[] emoji = {"\uD83D\uDE00 \uD83D\uDE03 \uD83D\uDE04 \uD83D\uDE01 \uD83D\uDE06",
                        "\uD83D\uDE05 \uD83D\uDE02 \uD83E\uDD23 \uD83E\uDD72 \uD83E\uDD79",
                "\uD83D\uDE0A \uD83D\uDE07 \uD83D\uDE42 \uD83D\uDE43","\uD83D\uDE09 \uD83D\uDE0C \uD83D\uDE0D \uD83E\uDD70 \uD83D\uDE18 ","\uD83D\uDE17 \uD83D\uDE19 \uD83D\uDE1A \uD83D\uDE0B \uD83D\uDE1B",
                "\uD83D\uDE1D \uD83D\uDE1C \uD83E\uDD2A \uD83E\uDD28 \uD83E\uDDD0","\uD83E\uDD13 \uD83D\uDE0E \uD83E\uDD78 \uD83E\uDD29 \uD83E\uDD73","\uD83D\uDE0F \uD83D\uDE12 \uD83D\uDE1E \uD83D\uDE14 \uD83D\uDE1F",
                "\uD83D\uDE15 \uD83D\uDE41 ☹️ \uD83D\uDE23 \uD83D\uDE16","\uD83D\uDE2B \uD83D\uDE29 \uD83E\uDD7A \uD83D\uDE22 \uD83D\uDE2D"
                ,"\uD83D\uDE2E\u200D\uD83D\uDCA8 \uD83D\uDE24 \uD83D\uDE20 \uD83D\uDE21 \uD83E\uDD2C","\uD83E\uDD2F \uD83D\uDE33 \uD83E\uDD75 \uD83E\uDD76 \uD83D\uDE31","\uD83D\uDE28 \uD83D\uDE30 \uD83D\uDE25 \uD83D\uDE13 \uD83E\uDEE3",
                "\uD83E\uDD17 \uD83E\uDEE1 \uD83E\uDD14 \uD83E\uDEE2 \uD83E\uDD2D"};


                public  static  int[] shayari_img = {R.drawable.bestwishesh,R.drawable.husband,R.drawable.child,R.drawable.motivational,R.drawable.married,R.drawable.santabanta,R.drawable.politics,R.drawable.love,R.drawable.sad,R.drawable.bewfa,R.drawable.birthday};

                public  static  String[] shayari_name = {"Best Wishesh Shayari","Husband Shayari","Child Shayari","God Shayari","Motivational Shayari","Kanjoos Shayari","Married Shayari","Santabanta Shayari"};


                public  static  String[] bestwishrsh ={"આજના જન્મ દિવસે...\n" +
                        "આપને આનંદી મન મુબારક\n" +
                        "ખૂંટે નહી તેટલું ધન મુબારક\n" +
                        "તંદુરસ્તી ભર્યું તન મુબારક\n" +
                        "આપ ને જન્મ દિવસ મુબારક",

                        "જન્મદિવસ\uD83C\uDF82 ની હાદિઁક\uD83C\uDF8A શુભકામના\uD83C\uDF6B \n" +
                                "આખી દુનિયા\uD83C\uDF0F ને ખુશ\uD83D\uDE0A રાખવાવાળો મારો \uD83C\uDF43~મહાદેવ~\uD83C\uDF43 હર પલ તમારી ખુશી\uD83D\uDE42 નો ખ્યાલ રાખે અને આપની હર એક ઈચ્છા પૂરી કરે એવી પ્રાર્થના",

                        "ભગવાન તમને દુનિયાભરનુ સુખ આપે\n" +
                                "જીવનમાં દરેક પગલે પ્રગતિ આપે;\n" +
                                "તમારા હોઠ પર સદાય સ્મિત રહે;\n" +
                                "જન્મદિવસ પર આવી ભેટ આપે\n" +
                                "\n" +
                                "\uD83C\uDF39\uD83C\uDF39\uD83C\uDF39 જન્મ દિવસ ની શુભકામના \uD83C\uDF39\uD83C\uDF39\uD83C\uDF39\n" ,

                        "જન્મદિવસ ની હાર્દિક શુભકામના .\n" +
                                "\n" +
                                " શત શત આશાઓ નું કારણ બનો,\n" +
                                "શત શત ખુશીઓ ના હકદાર બનો.\n" ,
                        "ચહેરો તમારો ખિલેલો રહે ગુલાબ ની જેમ\n" +
                                "નામ તમારુ રોશન થાય સૂરજ ની જેમ\n" +
                                "દુઃખમાં પણ હસતા રહો ફૂલો ની જેમ\n" +
                                "જો અમે ક્યારેક તમને સાથ ન આપી શકીએ\n" +
                                "તો પણ આ જ રીતે જનમદિવસની ઉજવણી કરતા રહેજો!\n" +
                                "\n" +
                                "\uD83C\uDF39\uD83C\uDF39\uD83C\uDF39  જન્મદિવસની શુભેચ્છાઓ! \uD83C\uDF39\uD83C\uDF39\uD83C\uDF39\n",

                        "જન્મદિવસ હો મુબારક\n" +
                                "સપના સૌ સાકાર હજો\n" +
                                "વહાલ સૌના સદા છલકજો\n" +
                                "ઇશ્વરની આશિષ સદા સાથ હજો\n" +
                                "જીવનબાગ મઘમઘી રહો\n" +
                                "હસીને સદા સૌને હસાવો\n" +
                                "વધાઇ હો વધાઇ…..\n" +
                                "\n" +
                                "\uD83C\uDF39\uD83C\uDF39\uD83C\uDF39 જન્મદિવસ મુબારક  \uD83C\uDF39\uD83C\uDF39\uD83C\uDF39\n"

                };
                public  static  String[] husband ={"\n" +
                        "હું ભુલી ગઈ છું આસપાસની દુનિયા...\n" +
                        "જ્યારથી તમે બન્યા છો મારી દુનિયા...\n",
                        "હું ઘરનો દરવાજો બની રહું આજીવન !\n" +
                                "જો તું તોરણ બની\n" +
                                "મને વળગી રહે આજીવન...!!",
                        "ક્યારેક હું સમજી ના શકું,\n" +
                                "તો તું કહી દેજે,\n" +
                                "અને ક્યારેક હું કહી ના શકું\n" +
                                "તે તુ સમજી જજે...",
                        "હો ઉમ્રભર ગાઢબંધન પ્યારનું\n" +
                                "ને પછી ક્યાં, છુટકારો જોઈએ...\n" +
                                "આ બદલતી જીંદગીના મોડ પર\n" +
                                "સાથ તારો એકધારો જોઈએ.",
                        "તારા હાથે તૂટેલું અને તેજ ટાંકેલું\n" +
                                "મારા હર એક શર્ટમાં\n" +
                                "એક એવું બટન હોવું જોઈએ.",
                        "તું મારી વાતો સમજજે\n" +
                                "બાકી સાંભળી તો બધા લે છે.",
                        "વરસાદની શું ઔકાત કે,\n" +
                                "એ મને પલાળે,\n" +
                                "તને જોઈને જ હું,\n" +
                                "પાણી પાણી થઈ જાવ છું...",
                        "બધાની પર્સનલ લાઈફ હોય છે...\n" +
                                "પણ, મારે તો\n" +
                                "પર્સનલ પણ તું અને લાઈફ પણ તું...!!\n",
                        "મારા ચાલતા શ્વાસનું વેન્\u200Dટીલેટર છે તું,\n" +
                                "બીજીવાર ના પૂછતી કે મારી કોણ છે તું..!!"
                };
                public  static  String[] child ={"\" પરાયા હોકર ભી કભી પરાઈ નહી હોતી,\n" +
                        "શાયદ ઈસી લીએ, કભી પિતા સે\n" +
                        "હસકર બેટી કી બિદાઈ નહી હોતી. \"",
                        "આળસ મરડીને ઊઠતી જાગતી,\n" +
                                "બા-બાપુજીને રોજ પગે લાગતી.\n" +
                                "બા ગાલે કાળું ટપકું કરતી,\n" +
                                "કારણ કે એ નમણી લાગતી.\n" +
                                "કાલુંધેલું બોલતી ફરતી,\n" +
                                "ઝરણાં જેવી રમતી કુદરતી.\n" +
                                "તોફાનમસતી ખુબ એ કરતી,\n" +
                                "રિસાઈ દાદાની ગોદમાં સંતાતી.\n" +
                                "વરસાદ માં એ ખુબજ ના તી,\n" +
                                "કોરી થઈ ને ઘરે એ જાતી.\n" +
                                "વ્હાલથી બાને બકકા ભરતી,\n" +
                                "ખોળામાં બેસીને વાર્તા સાંભળતી.\n" +
                                "ઘર આખાને એકતાંતણે બાંધતી,\n" +
                                "દિકરા કરતા સવાઈ દીકરી થાતી.",
                        "દીકરી એટલે ઈશ્વર ના આશીર્વાદ નહી,\n" +
                                "દિકરી એટલે આશીર્વાદમાં મળેલ ઈશ્વર.",
                        "દીકરી એટલે એક વાક્યમાં....\n" +
                                "\" ઈશ્વરે આપણને કરેલું કન્યાદાન \"",
                        "પિતાનો અઢળક પ્રેમ અને માતાનું નિર્મળ વ્હાલ\n" +
                                "ભેગુ થાય ને આકાશમાં હેલી ચડે ને\n" +
                                "વાદળી બંધાઈ જે આનંદ વરસે\n" +
                                "એનું નામ \"દીકરી\"",
                        "ઓછામાં ઓછા શબ્દમાં ખુશીનું વર્ણન કરવાની સ્પર્ધા હતી,\n" +
                                "અને મેં લખી દીધું \"મારી દીકરી\"",
                        "આંસુ અને દિકરી બંને સરખા છે,\n" +
                                "આંસુ આવે છે વહી જવા માટે,\n" +
                                "તો દિકરી પણ... \n" +
                                "કયાં આવે છે રહી જવા માટે ?",
                        "ચાઇનીઝ લાઈટોથી તમે\n" +
                                "ઘરમાં પ્રકાશ વધારી શકો ,\n" +
                                "તમારું ઘર જગમગ તો ત્યારે જ થાય\n" +
                                "જ્યારે   તમારા ઘરમાં \"દીકરી\" રમતી હોય."

                };
                public  static  String[] god ={"હ્રદય પર જો પ્રભુનું આસન હોય અને\n" +
                        "મન પર જો પ્રભુનું શાસન હોય\n" +
                        "તેનું જીવન હંમેશા વૃંદાવન હોય",
                        "જો તમને ભગવાન પાસે કંઈ માંગવાથી નહીં મળે, તો તેમના પર નારાજ ના થશો કારણ કે ભગવાન તમને જે ગમે તે આપતા નથી પણ તેઓ જે તમારા માટે સારું છે તે આપે છે.",
                        "ચાલ માન્યું કે તું પથ્થર નથી…\n" +
                                "તોય તું એટલો સધ્ધર નથી…\n" +
                                "લોકો લુટી જાય છે તારા મંદિર ને…\n" +
                                "અર્થ એનો એજ છે કે તું અંદર નથી…",
                        "લક્ષ્ય જેના ઊંચા અને મસ્ત હોય છે,\n" +
                                "જીવન માં એની જ પરીક્ષા સખ્ત હોય...",
                        "ગતિશીલ ગુજરાત માં વાદળો પણ તેજ ગતિ થી જવા લાગ્યા,\n" +
                                "વાદળો ને કોઈ કહો, કુછ દિન તો ગુજારો ગુજરાત મેં...",
                        "પહેલી પસંદ છો તો એ રીતે રહો,\n" +
                                "પછી બહુ અફસોસ થશે જયારે અથવા માં આવશો.",
                        "વરસાદ માટે શું તરસે છે,\n" +
                                "એ તો બધાં માટે વરસે છે,\n" +
                                "ભીજાવુ જ હૉય તો મારી આંખોમાં જો,\n" +
                                "જે ફક્ત તારા માટે જ વરસે છે.",
                        "ઉની અગન જેવો સુરજ નો તાપ રે,\n" +
                                "વરસે જો મેઘરાજ ઉતરી જાય થાક રે,\n" +
                                "ધરા શિતળ બને મન મા છે વાટ રે,\n" +
                                "તુજો વરસે તો થસે અન્નાના પાક રે.",
                        "મને મૂર્છિત કરવાનો છે તમારો આ આગોતરો પ્રબંધ,\n" +
                                "એક તો ભારે વરસાદ 'ને તારા કેશમાં \"મોગરા\"ની સુગંધ.",
                        "મારી ખૂશી અમુક લોકો જોઇ નથી સકતા,\n" +
                                "પણ...\n" +
                                "એ લોકો મારુ કઈ ઊખાડી પણ નથી સકતા.",
                        "એ તબીબ પણ રડી પડ્યો.\n" +
                                "જ્યારે\n" +
                                "બાળ મજૂર એ પુછ્યુ સાહેબ,\n" +
                                "ભૂખ ના લાગે એવી કૉઈ દવા છે...",
                        "હું આજે પણ તારા સ્ટેટસ પર નજર રાખીને બેઠો હોઉં છું,\n" +
                                "તે કદાચ ! આજે પણ મારા વિશે કઇક લખ્યું હોય!",
                        "વડલાની જેમ તાપ સહન કરી,\n" +
                                "પરીવાર ને છાંયડો આપતુ પાત્ર એટલે... પિતા...",
                        "ખુલ્લા છે દિલ ના દવાર ને તમારા આગમન ની રાહ છે,\n" +
                                "તડપી છે ઘણી ધરતી ,વરસાદ ને આવવાની રાહ છે.",
                        "નથી મળતો સમય સ્નેહ થી વાતો કરવા માટે,\n" +
                                "ક્યાંથી કાઢે છે સમય લોકો ઝગડો કરવા માટે ?",
                        "\"તુ\" જાણે છે, સુંદર એટલે શુ?\n" +
                                "પહેલો શબ્દ ફરી વાંચ !",
                        "\"મેસેજ\" માં નહી પણ \"સ્ટેટસ\" થી વાત કરે છે,\n" +
                                "ગમે તેટલી નારાજ હોય પણ રોજ યાદ તો કરે જ છે.",
                        "ખબર છે અશક્ય છે તારો પ્રેમ પામવો,\n" +
                                "પણ...\n" +
                                "આ દીલની ચાહત તો બસ હજુ તુ જ છે.",
                        "તને જોઈને મારી આંખો DSLR થઇ જાય...\n" +
                                "વહાલી તું એકલી દેખાય અને બાકી બધું બ્લર થઇ જાય.",
                        "જે પ્રેમ સફળ નથી થતો એ પછી ફક્ત પાસવર્ડ બનીને રહી જાય છે"
                };
                public  static  String[] motivation ={"સમય સંજોગ પ્રમાણે જીવી લઉ છું,સાહેબ સવારે નીકળું છું\n" +
                        " ઇચ્છાઓ ને વેચવા માટે.. સાંજે સપનાઓ ખરીદી લઉ છું..","ખૂબ દૂર સુધી જવું પડે, ફક્ત એ જાણવા માટે કે આપણી નજીક કોણ છે","જિંદગીમાં એક મિત્ર એવો પણ હોવો જોઈએ, \n" +
                        "જે કોઈ કારણ વગર હાલચાલ પૂછતો રહેતો હોય !!","હે પ્રભુ તે જે નથી આપ્યું તેનો અફસોસ ક્યારેય નહિ કરું , ‘ કારણકે તે મને એવું ઘણું આપ્યું છે , જેની મેં કલ્પના પણ નહોતી કરી","હતા કિનારે તોય અમે પ્યાસા રહી ગયા , જાણે લાગણીના વ્યવહારમાં અમે કાચા રહી ગયા .. !!","સદ્દવ્યવહાર એ ભાષા છે જે બહેરો સાંભળી\n" +
                        " શકે છે અને આંધળો જોઈ શકે છે","કોઈ તૂટે તો સજાવતા શીખો, કોઈ રિસાય તો મનાવતા શીખો.. \n" +
                        "સાહેબ સંબંધો તો તકદીરથી મળે છે, \n" +
                        "બસ એને ખૂબસૂરતીથી નિભાવતા શીખો.","ધીરજ એટલે.. રાહ જોવાની ક્ષમતા નહિ પણ રાહ જોતી \n" +
                        "વખતે સ્વભાવને કાબુમાં રાખવાની ક્ષમતા. શુભ સવાર","એક વૃક્ષે કબૂલાત કરી કે, મારા પાંદડા રોજ ખરે છે, \n" +
                        "છતાંય પવન સાથે મેં સંબંધ બગાડયા નથી.. શુભ સવાર દોસ્ત","ભરોસો અને આશીર્વાદ કયારેય દેખાતા નથી.. \n" +
                        "પણ તે અસંભવ ને સંભવ બનાવી દે છે..!","એક ભૂલ તમારો અનુભવ વધારે છે , ‘ જ્યારે એક અનુભવ ‘ તમારી ભૂલો ઓછી કરે છે","પ્રાર્થના કરે ત્યારે મને પણ બોલાવી લેજો , બંને મળીને એક બીજાને માી લઈ શુ –","સાચા અંતરના આશિર્વાદ માગવા કરતા મળે એ સાચા .","જેવા વર્તન ની અપેક્ષા બીજા પાસે રાખો છો ,\n" +
                        " પહેલા તેવું વર્તન તમે એમની સાથે કરો .","જેવા વર્તન ની અપેક્ષા બીજા પાસે રાખો છો, પહેલા તેવું વર્તન તમે એમની સાથે કરો .","પોતાના પ્રિયપાત્ર ની ખુશી માટે એના થી દૂર થવું , – એ પણ એક ‘ સાચા પ્રેમ ની નિશાની છે .","ખરાબ સમયમાં ખભા પર રાખેલો હાથ કામયાબી પર તાળીઓ થી પણ મૂલ્યવાન હોય છે..","તમે ક્યારેય પણ હાર માનશો નહીં, કોને ખબર તમારો આગલો પ્રયાસજે તમને\n" +
                        "સફળતા તરફ દોરી જાય. ગઈકાલે પડ્યા તો આજે ઉઠો અને આગળ વધો.","સફળ વ્યક્તિની ચમકથી જ લોકોને મતલબ હોય છે સાહેબ,\n" +
                        "તેણે કેટલા અંધારા જોયા એ કોઇ નથી જાણતુ !!","જ્યારે તમને લાગે કે બધું તમારી વિરુદ્ધ થઈ રહ્યું છે , \n" +
                        "ત્યારે યાદ રાખો કે વિમાનને ઉપર જવા માટે પવનની\n" +
                        " વિરુદ્ધ જવું પડે છે , નહીં કે પવન સાથે .","જો વ્યક્તિના ઇરાદા મક્કમ હોય તો તે દરેક મુશ્કેલીનો સામનો કરીને લક્ષ પ્રાપ્ત કરી શકે છે .","પરીસ્થિતિની ચિંતા ન કરો તમે જે સ્થાને છો તેનાથી\n" +
                        " ઉપર જવાની કોશિશ કરો , પ્રયત્નો કદીનિષ્ફળ જતા નથી .","મિનિટ જાય છે એ પાછી નથી આવતી , \n" +
                        "એ જાણવા છતાંયે આપણે કેટલી બધી મિનિટો બરબાર કરીએ .","જેમ જેમ નામ તમારું ઉંચુ થાય તેમ તેમ શાંત ૨હેતા શીખો , ‘ કારણ કે અવાજ હંમેશા ‘ સિક્કાઓ ‘ કરે છે , ‘ નોટો ‘ નહિ"};
                public  static  String[] kanjoos = {"કંજૂસ જેવો દાતા કોઈ નથી. તે પોતાની બધી સંપત્તિ બીજને આપી જતો રહે છે.","ઉદાર હૃદયવાળો મનુષ્ય આજીવન આનંદથી જીવે છે અને કંજૂસ હૃદયવાળો મનુષ્ય આજીવન દુ:ખી રહે છે.","જે કંજૂસાઈ કરીને પૈસા બચાવે છે, તેના દુ:ખનો હિસાબ ન કરો.","તમારા પૈસા તમે જો પોતાની માટે ના વાપરી શકો તો તેનો ફાયદો શું.","કજૂસે દાટેલું ધન ત્યારે જ જમીનમાંથી બહાર નીકળે છે,\n" +
                        "જ્યારે કંજૂસ જમીનની અંદર જતો રહે છે","દોસ્તોની કંજુસી આ રીતે વધી રહી છે, જેમ મોંઘવારી ગરીબ વ્યક્તિ સામે લડી રહી છે.","કોઈને પ્રેમ કરીને કંજુસ ન બનો આ સંપત્તિ તો લૂંટવાથી જ વધે છે.","જે તમને સમય નથી આપતો તેને પ્રેમ શું પ્રેમ કરવો, તે તમારી લાગણીઓ વિશે શું સમજશે? જેઓ આખો સમય પૈસાની પાછળ દોડે છે, તે કંગાળ તમને પ્રેમ શું કરશે?","ગરીબ અનાથ અને જરૂરિયાતમંદ લોકો માટે ઉદાર બનો. જે માણસ માટે આપણા ભગવાન ઉદાર છે તે કંજુસ ન હોવો જોઈએ.","ના કજરેકી ધાર,\n" +
                        "ના મોતીયો કી હાર,\n" +
                        "ના કોઈ કિયા કોઈ શ્રીંગાર ફિરભી કિતની સુંદર હો.\n" +
                        "આ ગીત કોઈ કંગાળ પતિએ લખ્યું હશે,\n" +
                        "પત્નીના મેકઅપનો ખર્ચ બચાવવા..","તમારા સમય અથવા તમારી જરૂરિયાત સાથે કદી કંજુસ ન બનો.","તે વિચારે છે કે હું શા માટે કંજૂસ છું?\n" +
                        "જ્યારે તેઓ ગરીબીમાંથી પસાર થાય,\n" +
                        "ખૂબ જ મુશ્કેલીથી પૈસા કમાય,\n" +
                        "હું કેમ કંજૂસ છું ત્યારે સમજાશે.","પૈસા માં કંજૂસ હશો તો ચાલશે પણ લાગણીઓમાં નહિ.","જીવનમાં કંજુસાઈ અને જરૂરિયાત વગર પૈસા ઉડાડવા બંને નુકશાનકારક છે.","સમય ખૂબ કિંમતી છે,\n" +
                        "તેથી ત્યાં કંજૂસ બનો.","કંજુસાઈ સારી છે, પણ ક્રોધ અને નિંદામાં.","તમે તમારી જાત સાથે કેમ કંજુસ છો?\n" +
                        "શા માટે તમે જરૂરિયાત થી વંચિત રહી બચત કરી રહ્યા છો,\n" +
                        "બીજા માટે?","કંજૂસ ને કરંટ લાગશે ત્યારે પણ તે મીટર ચેક કરશે કે યુનિટ કેટલા વપરાયા."};
                public  static  String[] marriid ={"તમારી જોડી સલામત રહે,\n" +
                        "જીવનમાં ખૂબ જ પ્રેમ હોય,\n" +
                        "દરરોજ ખુશીઓ તમારી સાથે રહે,\n" +
                        "તમને લગ્નની ખૂબ ખૂબ શુભકામનાઓ…!!","આ પ્રેમાળ બંધન છે,\n" +
                        "બે દિલોનું મિલન છે,\n" +
                        "આ સંબંધ જન્મો સુધી જળવાઈ રહે,\n" +
                        "આ જ દુઆ સાથે તમને લગ્નની ખૂબ ખૂબ શુભેચ્છાઓ…","શરૂઆત થઈ રહી છે એક મીઠા સંબંધની\n" +
                        "જોડી છે તમારી એકદમ ન્યારી\n" +
                        "સાથ રહે જિંદગીભર તમારો\n" +
                        "એવી જ શુભેચ્છા તમને અમારી\uD83E\uDD17","થોડી તરકાર પણ થશે અને\n" +
                        "થોડો પ્રેમ પણ થશે♥\n" +
                        "બંને પરિસ્થિતિમાં એકબીજાની ઢાલ બનીને રહેજો\n" +
                        "અને બસ તમારો સબંધ સાચવી લેજો\uD83D\uDCAB\n" +
                        "♥આપને આપના નવા લગ્નજીવનની ખૂબ શુભેચ્છાઓ♥\n" +
                        "\n" +
                        "Advertisement","લગ્ન એ બે આત્માનું મિલન છે\n" +
                        "આત્મા સાથે જ બે પરિવારોનું પણ મિલન છે❤\n" +
                        "તમારા આ જીવનમાં ક્યારેય કોઈ મુશ્કેલી તમને નડે નહીં અને\n" +
                        "કોઈ પણ તમારી ખુશીઓને અડે નહીં એવી જ શુભેચ્છા\uD83D\uDCAB","તારોની બારાત, ખુશીઓની સૌગાત છે,\n" +
                        "આજે મારા યારની લગ્નની રાત છે,\n" +
                        "દુઆ છે મારી સલામત રહે જીવનભર આ સંબંધ,\n" +
                        "તમને લગ્નની લાખ-લાખ શુભકામનાઓ…!","મારા યારને મુબારક,\n" +
                        "લગ્નનો આ અનુપમ ઉપહાર,\n" +
                        "ભાભીના પ્રેમમાં અમને ભૂલી ન જતા,\n" +
                        "દુઆઓમાં યાદ રાખજો અમને પણ યાર,\n" +
                        "ભાઈ, તમને લગ્નની ખૂબ ખૂબ શુભકામનાઓ…!","મુબારક તમને\n" +
                        "લગ્ન તમારાં,\n" +
                        "સદા ખુશ રહો તમે,\n" +
                        "એ દુઆ છે અમારી,\n" +
                        "લગ્નની ખૂબ ખૂબ શુભેચ્છાઓ… !","બંધાયો છે આંગણે માંડવો\n" +
                        "અને જાનૈયા પણ છે તૈયાર\uD83E\uDD17\n" +
                        "સજોડાની ખુશીઓ છે અપાર\n" +
                        "ઘટે છે ક્યાં અમારી શુભેચ્છઓની બહાર \uD83D\uDE0D","પીઠીના રંગ જેવું જ કોમળ જીવન વીતે તમારું\n" +
                        "મહેંદીની સુગંધ જેવું જ જીવન મહેકતું રહે તમારું\uD83D\uDE0D\n" +
                        "સાત ફેરાથી શરૂ કરેલો એ સબંધ\n" +
                        "સાત જન્મો સુધી બંધાય તમારો \uD83D\uDCAB\n" +
                        "♥આપને આપના નવા લગ્નજીવનની ખૂબ શુભેચ્છાઓ❤","આપ્યું છે આમંત્રણ આ ખુશનુમા અવસરનું\n" +
                        "પધારશો તમારા આશિર્વાદ લઈને\uD83D\uDCAB\n" +
                        "બંધનમાં બંધાવા જઈ રહ્યા છે અમારા નવા સજોડા\n" +
                        "જજો થોડી શુભેચ્છા દઈને\uD83E\uDD17\n" +
                        "♥આપને આપના નવા લગ્નજીવનની ખૂબ શુભેચ્છાઓ❤","આજે આ શુભ ઘડીમાં,\n" +
                        "એક મીઠા સંબંધની છે શરૂઆત,\n" +
                        "તમે બંને સદા રહો સાથ-સાથ\n" +
                        "ભગવાન સામે બસ એક જ છે ફરિયાદ,\n" +
                        "તમને લગ્નની ખૂબ ખૂબ શુભેચ્છાઓ."};


                public  static  String[] politics ={"કાશ!!! યાદોની પણ કોઈ મોસમ હોત..!!\n" +
                        "તો આમ કાયમ તો ન આવતી હોત..!!!"};
                public  static  String[] love ={"કંજૂસ જેવો દાતા કોઈ નથી. તે પોતાની બધી સંપત્તિ બીજને આપી જતો રહે છે."};
                public  static  String[] sad = {"હુ તમારાં માટે કોઈ ગંભીર બુક ની વચ્ચે આવેલા જોક્સ ના પેઈજ જેવો હતો….*\n" +
                        "કે.જે પેઈજ ને વાંચી ને તમે થોડીવાર હસી લીધુ હતુ…."};
                public  static  String[] bearbar ={"કાશ!!! યાદોની પણ કોઈ મોસમ હોત..!!\\n\" +\n" +
                        "                        \"તો આમ કાયમ તો ન આવતી હોત..!!!"};
                public  static  String[] bewfa ={"કાશ!!! યાદોની પણ કોઈ મોસમ હોત..!!\\n\" +\n" +
                        "                        \"તો આમ કાયમ તો ન આવતી હોત..!!!"};
                public  static  String[] birthday ={"કાશ!!! યાદોની પણ કોઈ મોસમ હોત..!!\\n\" +\n" +
                        "                        \"તો આમ કાયમ તો ન આવતી હોત..!!!"};
                public  static  String[] holiimg ={"કાશ!!! યાદોની પણ કોઈ મોસમ હોત..!!\\n\" +\n" +
                        "                        \"તો આમ કાયમ તો ન આવતી હોત..!!!"};


}
